var s0 = "オレはな…<br />誰かに説得されてこの課題をとっているわけじゃない<br />こればかりは自分で決めずに務まる課題じゃねぇよ";
//var s1 = "俺は今楽しいぞ<br />なぁ……?<br />お前もそうだろ?<br />お前なら俺を理解してくれるだろ?";
var s2 = "……良い学生か…<br />それは…その言い方は僕はあまり好きじゃないんだ<br />だってそれって…<br />自分にとって都合の良い学生のことをそう呼んでいるだけのような気がするから<br />すべての教員にとって都合の良い学生なんていないと思う<br />誰かの役に立っても他の誰かにとっては悪い学生になっているかもしれないし…<br />だから…アニがこの課題に乗ってくれなかったら……<br />アニは僕にとって悪い学生になるね…";
var s3 = "そして…微かに<br />高揚した…<br />この光景は<br />学生の怒りが体現されたように見えたから…";
var s4 = "変わるべきは学生じゃなくて…<br />演習…の方…なのか…?";
var s5 = "クソ…頼むぞ<br />お願いだ<br />頼むからこれ以上…<br />プログラミングのことを嫌いにさせないでくれ…";
var s6 = "…だけど<br />やっぱり…<br />課題が悪い";

show_random(new Array(s0, s2, s3, s4, s5, s6));


