
var s0 = "GCCを作れなかったのは…<br />お前に力がなかったからだ…<br />オレが…!<br />この課題に立ち向かわなかったのは…<br />オレに勇気がなかったからだ…";
var s1 = "私は…強い…あなた達より強い…すごく強い!<br />…ので私は…この課題を蹴散らせることができる…<br />例えば…一人でも<br />あなた達は…腕が立たないばかりか…臆病で腰抜けだ…<br />とても…残念だ<br />ここで…指をくわえたりしてればいい…くわえて見てろ";
var s2 = "とらければできない…";
var s3 = "(アルミン)<br />エレン…答えてくれ<br />課題をとればそこは地獄の世界なのに<br />どうしてエレンはこの課題をとりたいと思ったの?<br />(エレン)<br />……<br />どうしてだって…?<br />……<br />そんなの…<br />……………<br />決まってんだろ…<br />オレが!!<br />電子情報に入ったからだ!!";
var s4 = "この課題をとって…<br />とにかく課題をぶっ殺したいです";
var s5 = "じゃあ…この課題とらなくちゃダメでしょ?";
//var s6 = "とらんかい!!";
var s7 = "この課題を取るだけで証明できることがあるんだ!!<br />こっちに来て証明しろ!!";
var s9 = "「何の苦労もせず何の犠牲も払いたくありません」と？<br />（エレン）「い・・・いえ」<br />「なら腹を括れ」";
var s10 = "エレン<br />お前は間違っていない<br />やりたきゃやれ";
var s11 = "てめぇが電子情報やってる本当の理由はそれか";
var s12 = "か･･･課題の意味がわかりません！！";

show_random(new Array(s0, s1, s2, s3, s4, s5, s7, s9, s10, s11));


