var s0 = "僕が勝手に思い込んでただけだ<br />勝手に…自分は無力で足手まといだと<br />二人はそんなこと思ってなかったのに<br />これ以上の説得力がどこにある…<br />僕に課題を任せると言っている二人は…<br />僕が…この世で最も信頼している人間だ…";
var s1 = "(アニ)<br />ジャンの奴…流してるように見えるか?<br />(エレン)<br />……見えないけど…<br />(アニ)<br />何も立派な学生になりたいわけじゃない<br />あんたに一泡吹かすためだ<br />(エレン)<br />だろうな…でも…<br />本気で技術を覚えようとしてる";
var s2 = "怒らずに聞いてほしいんだけど…<br />ジャンは…<br />強い学生ではないから<br />弱い学生の気持ちがよく理解できる";
var s3 = "学生は課題をやめた時<br />初めて敗北する";
var s4 = "何だか不思議なんだけどあなたといればどんな課題でも<br />怖くないや!!";
var s5 = "ははは!!ははははは!!<br />ははははははは!!<br />何にも変わってねぇな!!<br />お前は!!<br />なんッッにも!!<br />できねぇじゃねぇかよ!!<br />母さん…<br />オレは何も…<br />なんっにもできないままだったよ!!<br />うあああああああ";
var s6 = "もし、こいつが裏切ったりサボったりしたら<br />俺がこいつを落としてやる";
var s7 = "・・・了解だ、エルヴィン。<br />お前の判断を信じよう。";
var s8 = "お荷物なんて・・・・・・・・・・・・・ 死んでもゴメンだ・・・・・・";

show_random(new Array(s0, s1, s2, s3, s4, s5, s6, s7, s8));

